Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/bible/svenskakyrkan/risttala-osku.html.tmx
Source language: sme
Languages: smj

source: Risttalaš osku - Svenska kyrkan - Om oss
smj: Ristagis jáhkko - Svenska kyrkan - Om oss

source: Risttalaš osku
smj: Ristagis jáhkko

source: Ráhkisvuohta lea vuođđun ja ulbmilin risttalaš oskui.
smj: Gieresvuohta l vuodo ja ulmme ristagisjáhkkuj.

source: Visot duođalaš ráhkisvuohta boahtá Ipmilis.
smj: Gájkka oalle gieresvuohta boahtá Jubmelis.

source: Ráhkisvuohta addá eallima.
smj: Gieresvuohta vaddá viessomav.

source: Mii sáhttit vásihit ráhkisvuođa iežá olbmuid ja Ipmila aktavuođain.
smj: Máhttep dåbddåt gieresvuodav gasskavuodajn ietjá ulmutjij ja Jubmelijn.

source: Ipmil berošta min eallimis ja háliida aktavuođa juohkehaččain.
smj: Jubmel sihtá mijá viessomav ja sihtá vuododit gasskavuodav juohkka ulmutjij.

source: Jesusa bakte mii oahppat eanet Ipmila birra ja maid son háliida.
smj: Jesusa baktu oadtjop ienebuv diehtet majt Jubmel sihtá ja gut Jubmel la.

source: Ipmil olmmožin Jesusis lea earenomáš lagas aktavuohta Ipmilii, son lea Ipmil ieš olbmo hámis.
smj: Jubmel ulmutjin Jesusin la sierralágásj lahka gasskavuohta Jubmelij, sån la Jubmel iesj ulmutjin.

source: Muitalusat Jesusa birra gávdnojit Biibbalis njealji evangeliumas.
smj: Giehto Jesusa birra gávnnuji nieljen evangeliumin Rámádin.

source: Biibbal lea máŋgga oasát girji mii muitala olbmuid Ipmiliin vásáhusaid birra.
smj: Rámát la girjje måttijn åsijn mij giehttu ulmutjij gávnadimij dåbdijdusájt Jubmelijn.

source: Jesus boahtá máilbmái danin go Ipmil ráhkista min ja háliida rahpat agálašvuođa midjiide, sihke jápmima ovdal ja maŋŋel.
smj: Jesus väráldij boahtá danen gå Jubmel mijáv ähttsá ja sihtá midjij ihkevenájgev rahpat, goappátjagá åvddåla ja maŋŋel jábmema.

source: Ipmil háliida ahte mii galgat diehtit eanet Ipmila riikka birra ja ráhkisvuođa birra.
smj: Jubmel sihtá mij galggap oadtjot ienep diedojt Jubmela rijka birra ja gieresvuoda birra.

source: Girku guovddaš ja eallingáldu Girku guovddaš ja eallingáldu lea Jesus Kristus ja evangelium su birra.
smj: Girkko guovdásj ja viessomgálldo Girkko guovdásj ja viessomgálldo l Jesus Kristus ja evangelium suv birra.

source: Evangelium láide olbmo Ipmila aktavuhtii, mii lea su máddu ja ulbmil.
smj: Evangelium ulmutjav doalvvu aktisasjvuohtaj Jubmelijn, gut la suv sjaddam ja ulmme.

source: Ipmilis lea botnihis mearri viissisvuohta, árbmu ja ráhkisvuohta.
smj: Jubmelin la vijsesvuodas, ármos ja gieresvuodas rájedis tjiegŋalisvuohta.

source: Girku osku mearkkaša vuđolaš luohttevašvuohta Ipmilii ja vuolgá Ipmila issoras daguin, mat leat čilgejuvvon Biibbalis ja bohtet ovdan olbmuid eallimis.
smj: Girkko jáhkko l vuodo åskeldibme Jubmelij ja l vuododum Jubmela ájmodis dagojda, ma li dåbddusa Rámádin ja duosstu ulmutjijt sijá viessomin.

source: Rohkos lea dehálaš Oskun lea doaivun ja rahčan.
smj: Råhkålvis la ájnas Jáhkket la dårvustallat ja oajbbot.

source: Rohkos lea dábáleamos bálggis oskui.
smj: Råhkålvis ja dábálamos vuohke jáhkkuj.

source: It dárbbat oskut go rohkadalat.
smj: Råhkålittjat ij dárbaha jáhkket.

source: Váimmu duođalašvuohta ja ohcaleapmi leat dehálaččat rohkosii.
smj: Vájmo duodalasjvuohta ja åhtsålibme l ájnas råhkålvissaj.

source: Astat rohkadallat ja geavahit dan áiggi iežainis ja rohkosiinnis lea eaktun oažžut aktavuođa Ipmiliin.
smj: Ájgev mierredit råhkålvissaj ja dáv ájgev årrot aktu allasis ja suv råhkålvisájn la álggovijor gasskavuohtaj Jubmelijn.

source: Ii leat nu dehálaš man bures rohkadalat.
smj: Ij la ájnas man buoragit mijá råhkålvis la hábmádum.

source: Váimmu ságastallan Ipmiliin lea dat mii mearkkaša juoidá.
smj: Vájmo ságastallam Jubmelijn la ájnas.

source: Risttalaš oskkudovddastus Risttalaš girku dovddasta ovtta áidna Ipmila – Áhči, Bártni ja Bassi Vuoiŋŋa – gii sivdnida, beastá ja addá heakka.
smj: Ristagis dåbdåstibme Ristagis girkko dåbdås avtav Jubmelav- Áhttje, Bárnne ja ájlis Vuojŋŋanis – mij sjivnnjet, lånes ja iellemav vaddá.

source: Ruoŧa girku lea oassi máilmmi viidosaš girkus ja searvá risttalaš oskkudovddastussii ja golmmaaktalaš Ipmila gudnejahttimii.
smj: Svieriga girkko l väráltvijdes girkkos oasse ja juohká ristagis dåbdåstimev ja hieveduslávludisáv goalmaktes Jubmelij.

source: Osku čájehuvvo dovddastusas sáni ja dagu bakte ja lea árbi apostalaš áiggis.
smj: Jáhkko åvddåjbuvteduvvá dåbdåstimen bágon ja dagon ja l árbbe apostolak ájges.

source: Golmma boarráseamos oskkudovddastusain lea sierra árvu mat čájehit oskku ja girku bistevašvuođa áiggiid čađa.
smj: Gålmån oabmásamos jáhkkodåbdåstimen li sierrasadje gåvådussaj jáhko ja girkko aktelasjvuohtajt ájgij tjadá.

source: Loga guokte dain olgešbealde.
smj: Lågå guovtev dajs rievtesbielen.

source: Evangelalaš-lutherlaš girku Ruoŧa girku gullo evangelalaš-lutherlaš árbevirrui mas lea jagi 1530 augsburgalaš dovddastus aktasaš dovddastusdokumeantan.
smj: Evangelak-luhterak girkko Svieriga girkko gullu evangelak-luhterak árbbedáhpaj augsburgak dåbdåstimijn 1530 jage rajes mij aktidij dåbdåstimtjállagav.

source: Reforpmaáiggi dovddastusčállosat leat neavvaduođaštussan movt osku čilgejuvvui vástádussan áigodaga jearaldagaide.
smj: Dåbdåstimtjállaga reformasjåvnnåájges li bagádiddje vihtanus gåktu jáhkko tjielggiduváj vásstádussan ájge gatjálvisájda.

source: Girku osku ja oahppu hábmejuvvo teologalaš jurddahallamiin oskku ja dovddastusa mearkkašumi birra.
smj: Girkko jáhkko ja åhpadus hábmáduvvá teologalasj refleksjåvnå baktu mij la jáhkko ja dåbdåstibme.

source: Lea ovttaskas risttalačča ja girku bargu juohke áigodagas ipmirdit oskku čikŋodaga ja čielggadit dan mearkkašumi.
smj: Viddno la aktugasj ristagisájda ja girkkuj juohkka ájge ådåsis dåbdojn ájádallat jáhko tjiegŋalisáv ja tjielggit dan sisanádusáv.

source: Dat muitalit mii lea girku jáhkku ja čilgejit oskku.
smj: Ij jáhkkodåbdåstibme ij ge åhpadus la ulmme jáhkkuj.

source: Ruoŧa girku joatká čielggadit oskkus joatkevaš ságastallamiiguin iežá árbevieruiguin, sárdnidemiin ja ipmilbálvalusain.
smj: Aktan ájdan ságastallmijn ietjá árbbedábij, sárnnedimen ja jubmeldievnon Svieriga girkko åvddålijguovlluj suv jáhkov sárnnet.
